---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightBallastLoss
source: html/5af53553-e052-e6a3-9849-ff59b5112651.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightBallastLoss Property

"Ballast Loss"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightBallastLoss { get; }
```